Revit 2024 API
BuiltInFailures.SpanDirectionSymbolFailures Class
 Failures about SpanDirectionSymbol.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class SpanDirectionSymbolFailures
Visual Basic
Public NotInheritable Class SpanDirectionSymbolFailures
Visual C++
public ref class SpanDirectionSymbolFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.SpanDirectionSymbolFailures
See Also
BuiltInFailures.SpanDirectionSymbolFailures Members
Autodesk.Revit.DB Namespace